[
    {
        "text": "Henri était un petit garçon qui adorait les ordinateurs plus que tout au monde.",
        "desc": "Un petit garçon souriant, Henri, est assis devant un grand ordinateur coloré, les yeux brillants d'excitation."
    },
    {
        "text": "Il passait des heures à apprendre comment ils fonctionnaient, tapant avec curiosité sur les touches.",
        "desc": "Illustration d'Henri tapotant sur un clavier, entouré de livres ouverts et de schémas d'ordinateurs."
    },
    {
        "text": "Un jour, son ordinateur préféré se mit à parler: 'Bonjour Henri, veux-tu vivre une aventure avec moi?'",
        "desc": "L'ordinateur avec un visage souriant sur l'écran, adressant la parole à un Henri surpris et joyeux."
    },
    {
        "text": "Sans hésiter, Henri répondit 'Oui!' et une lumière éclatante l'entoura.",
        "desc": "Henri écarquillant les yeux devant l'écran radieux, avec des étincelles magiques l'entourant."
    },
    {
        "text": "Il fut transporté dans un monde numérique où les arbres étaient des circuits et les rivières des fils lumineux.",
        "desc": "Paysage fantastique avec des arbres-ordinateurs et des rivières scintillantes comme des câbles de fibres optiques."
    },
    {
        "text": "Henri rencontra un virus informatique, mais ce n'était pas un méchant virus, c'était VirusVince, le protecteur de ce monde.",
        "desc": "Un personnage sympathique en forme de virus, VirusVince, tenant une cape de super-héros, se présentant à Henri."
    },
    {
        "text": "VirusVince avait besoin d'aide pour retrouver les lettres perdues du Code Source, le secret de la paix dans le monde numérique.",
        "desc": "Henri et VirusVince regardant un grand livre vide, avec des espaces où les lettres du Code Source manquent."
    },
    {
        "text": "Avec l'aide de son nouvel ami, Henri voyagea à travers les plaines de pixels et les montagnes de données.",
        "desc": "Henri chevauchant un circuit imprimé comme s'il s'agissait d'un tapis volant, survolant un paysage pixélisé."
    },
    {
        "text": "Ils rencontrèrent un vieux sage, le Firewall Frederic, qui leur donna la première lettre du Code Source.",
        "desc": "Un sage ordinateur antique, Firewall Frederic, tendant une lettre lumineuse à Henri."
    },
    {
        "text": "Le voyage les emmena ensuite dans la Caverne de la Connexion Perdue où demeurait le mystérieux Modem Marcus.",
        "desc": "Une caverne sombre avec des éclairs bleus, où Modem Marcus, une créature avec des antennes, attend."
    },
    {
        "text": "Marcus les mit au défi de traverser le Labyrinthe du Lan sans perdre la connexion.",
        "desc": "Henri et VirusVince devant un labyrinthe complexe fait de câbles et de routeurs brillants."
    },
    {
        "text": "Après avoir bravement réussi le défi, Marcus leur remit joyeusement une autre lettre du Code Source.",
        "desc": "Marcus souriant, donnant une lettre qui brille à Henri, qui la saisit avec confiance."
    },
    {
        "text": "Ils voyagèrent jusqu'à la Forêt des Fichiers Oubliés, un lieu mystérieux où des documents antiques flottaient en l'air.",
        "desc": "Une forêt magique pleine de feuilles de documents volantes, avec des chemins de dossiers qui serpentent entre elles."
    },
    {
        "text": "Ils aidèrent les Fichiers Perdus à retrouver leur chemin, et en retour, reçurent la troisième lettre du Code Source.",
        "desc": "Une nuée de fichiers colorés suivant Henri et VirusVince, formant une lettre brillante dans le ciel."
    },
    {
        "text": "La dernière lettre se trouvait au sommet de la Tour du Terabyte, gardée par le dragon DiskDur.",
        "desc": "Une haute tour scintillante sous le ciel numérique, avec un dragon fait de disques durs enroulé autour."
    },
    {
        "text": "Avec courage, Henri grimpa la tour en esquivant les griffes du dragon jusqu'à atteindre le sommet.",
        "desc": "Henri escaladant la tour avec agilité, évitant les attaques du dragon DiskDur."
    },
    {
        "text": "Il convainquit DiskDur de se joindre à eux et de protéger le monde numérique en partageant la dernière lettre.",
        "desc": "Le dragon DiskDur, apaisé, soufflant une flamme douce qui forme la dernière lettre du Code Source dans l'air."
    },
    {
        "text": "Une fois le Code Source complet, la paix fut restaurée et Henri fut acclamé comme le héros du monde numérique.",
        "desc": "Henri tenant le Code Source complet au-dessus de sa tête, entouré par une foule de personnages numériques fêtant sa victoire."
    },
    {
        "text": "Henri dit au revoir à ses amis et fut ramené chez lui, juste à temps pour le dîner.",
        "desc": "Henri faisant des adieux émus à VirusVince et aux autres, alors que la lumière magique l'entoure à nouveau."
    },
    {
        "text": "Chaque fois qu'il utilisait son ordinateur, Henri se souvenait de son incroyable voyage et de ses nouveaux amis.",
        "desc": "Henri devant son ordinateur avec un sourire doux, un fond d'écran montrant une photo de ses aventures numériques."
    }
]